Repository: Flagbit/TYPO3-extensions-changepassword
Catalog: fb_changepassword/Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_fbchangepassword_changepassword
source: Change Password
de: Passwort ändern

# tx_fbchangepassword_oldPass
source: Old Password
de: Altes Passwort

# tx_fbchangepassword_newPass
source: New Password
de: Neues Passwort

# tx_fbchangepassword_repeatPass
source: Repeat
de: Passwort wiederholen

# tx_fbchangepassword_successHeader
source: New password has been saved
de: Neues Passwort wurde gespeichert.

# tx_fbchangepassword_successMessage
source: The new password has been saved. Please use your new password only on your next login.
de: Das neue Passwort wurde gespeichert. Bitte benutzen Sie beim nächsten Login nur noch das neue Passwort.

# tx_fbchangepassword_oldPassword_required
source: Old password is wrong.
de: Altes Passwort ist falsch.

# tx_fbchangepassword_updatePassword_required
source: Password must not be empty.
de: Neues Passwort ist ein Pflichtfeld.

# tx_fbchangepassword_updatePassword_minLength
source: Minimum length is %s characters.
de: Neues Passwort muss mindestens %s Zeichen lang sein.

# tx_fbchangepassword_updatePassword_notTheSame
source: New Password must not be the same as old password.
de: Neues Passwort darf nicht mit altem Passwort übereinstimmen.

# tx_fbchangepassword_updatePassword_noMatch
source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.

# tx_fbchangepassword_repeatedPassword_required
source: Repeated password must not be empty.
de: Passwort wiederholen ist ein Pflichtfeld.
